export const items = [
    // 구애 시리즈
	'구애머리띠',
	'구애안경',
    '구애스카프',

    '진화의휘석',
    '돌격조끼',

    '리샘열매',

    '기합의띠',

    // 특정 타입 위력 20% 증가 도구
    '실크스카프',
    '기적의씨',
    '목탄',
    '신비의물방울',
    '자석',
    '은빛가루',
    '예리한부리',
    '딱딱한돌',
    '독바늘',
    '부드러운모래',
    '녹지않는얼음',
    '검은띠',
    '휘어진스푼',
    '저주의부적',
    '용의이빨',
    '검은안경',
    '금속코트',
    '요정의깃털',

    '멘탈허브',

    '조개껍질방울',

    // 상태이상 회복 열매
    '버치열매',  // 마비
    '유루열매',  // 잠듦
    '복슝열매',  // 독
    '복분열매',  // 화상
    '배리열매',  // 얼음
    '시마열매',  // 혼란
    '시몬열매',  // 혼란
    '리샘열매',  // 모든 상태이상

    // HP, PP 회복 열매
    '과사열매',  // 기술 1개 PP 10 회복
    '오랭열매',  // HP 10 회복
    '자뭉열매',  // HP가 50% 이하일때 HP 25% 회복

    // 반감 열매
    '카리열매',  // 노말 반감 열매
    '린드열매',  // 풀 약점 반감 열매
    '오카열매',  // 불꽃 약점 반감 열매
    '꼬시개열매',  // 물 약점 반감 열매
    '초나열매',  // 전기 약점 반감 열매
    '리체열매',  // 벌레 약점 반감 열매
    '바코열매',  // 비행 약점 반감 열매
    '루미열매',  // 바위 약점 반감 열매
    '으름열매',  // 독 약점 반감 열매
    '슈캐열매',  // 땅 약점 반감 열매
    '플카열매',  // 얼음 약점 반감 열매
    '로플열매',  // 격투 약점 반감 열매
    '야파열매',  // 에스퍼 약점 반감 열매
    '수불열매',  // 고스트 약점 반감 열매
    '하반열매',  // 드래곤 약점 반감 열매
    '마코열매',  // 악 약점 반감 열매
    '바리비열매',  // 강철 약점 반감 열매
    '로셀열매',  // 페어리 약점 반감 열매

    // 급소율 1랭크 상승
    '초점렌즈',

    // 피카츄에게 지니면 공격, 특수공격 1.5배 도구, 내던지기 등으로 추가 효과
    '전기구슬',

    // 메가진화용
    '메가스톤',
];